Repository: TiagoMaiaL/Habit-Calendar
Catalog: Habit-Calendar/Habit-Calendar/*.lproj/Localizable.strings
Languages: pt_br

source: %0.0f%% completed.
pt_br: %0.0f%% completo.

source: %d day(s) executed.
pt_br: %d dia(s) executado(s).

source: %d day(s) missed.
pt_br: %d dia(s) perdido(s).

source: %d day(s) selected.
pt_br: %d dia(s) selecionado(s).

source: %d day(s) to finish the challenge.
pt_br: %d dia(s) para finalizar o desafio.

source: %d fire time(s) selected.
pt_br: %d alarme(s) selecionado(s).

source: %d selected fire time(s).
pt_br: %d alarme(s) selecionado(s).

source: An error occurred while listing your habits. Please contact the developer.
pt_br: Ocorreu um erro enquanto os hábitos estavam sendo listados. Por favor, contate o desenvolvedor.

source: An unrecoverable error happened. Please contact the app developer.
pt_br: Um erro irrecuperável ocorreu. Por favor, contate o desenvolvedor.

source: Are you sure you don't want to be reminded about your habit?
pt_br: Você tem certeza de que não deseja receber notificações para o seu hábito?

source: Are you sure you want to delete this habit? Deleting this habit will also delete its history.
pt_br: Tem certeza de que deseja deletar este hábito? Ao deletá-lo, todo o histórico será perdido.

source: Cancel
pt_br: Cancelar

source: Color
pt_br: Cor

source: day
pt_br: Dia

source: Delete
pt_br: Deletar

source: Did you practice this activity today?
pt_br: Você praticou esta atividade hoje?

source: Don't forget to execute this activity.
pt_br: Não se esqueça de praticar esta atividade.

source: Done
pt_br: Pronto

source: Edit
pt_br: Editar

source: Edit habit
pt_br: Editar hábito

source: Error
pt_br: Erro

source: From %@, to %@
pt_br: De %1$@, até %2$@

source: From: %@, to: %@
pt_br: De: %1$@, até: %2$@

source: Name
pt_br: Nome

source: New challenge of days
pt_br: Novo desafio de dias

source: No days were selected.
pt_br: Nenhum dia foi selecionado.

source: No fire times selected
pt_br: Nenhum alarme foi selecionado.

source: No, not yet
pt_br: Ainda não

source: No, not yet.
pt_br: Ainda não.

source: The current day couldn't be marked as executed. Please contact the developer.
pt_br: O dia atual não pôde ser marcado como executado. Por favor, contate o desenvolvedor.

source: The new challenge of days couldn't be added to the habit. Plase contact the developer.
pt_br: O desafio de dias não pôde ser adicionado ao hábito. Por favor, contate o desenvolvedor.

source: There was an error while the habit was being persisted. Please contact the developer.
pt_br: Ocorreu um erro enquanto o hábito estava sendo persistido. Por favor, contate o desenvolvedor.

source: Would you like to begin a new challenge of days?
pt_br: Você gostaria de começar um novo desafio de dias?

source: Yes
pt_br: Sim

source: Yes, I did
pt_br: Sim

source: Yes, I did it.
pt_br: Sim, eu pratiquei.

source: You don't have any daily habits yet.
pt_br: Você ainda não tem nenhum hábito.

source: You don't have any habits in progress at the moment, what do you think of new challenges?
pt_br: Você não tem nenhum hábito em progresso, o que você acha de novos desafios?

source: You don't have any habits yet. Let's begin by adding a new one!
pt_br: Você ainda não tem nenhum hábito. Vamos começar criando um!
